case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            patch;
        nFaces          20;
        startFace       760;
    }
    bottom
    {
        type            patch;
        nFaces          20;
        startFace       780;
    }
    frontAndBack
    {
        type            patch;
        nFaces          40;
        startFace       800;
    }
    left
    {
        type            patch;
        nFaces          400;
        startFace       840;
    }
    right
    {
        type            patch;
        nFaces          400;
        startFace       1240;
    }
)

// ************************************************************************* //
